[{
  "_id": {
    "$oid": "65edec6d457221883bab9967"
  },
  "id": "wh-taft",
  "name": "W.H. Taft Residences",
  "address": "Taft Ave, Malate, Manila, 1004 Metro Manila",
  "rating": 4.3,
  "img": "images/wh taft.jpg",
  "description": "Move with ease as you reside in WH Taft Residences’ prime location. As the paramount of accessibility you will find yourself in close proximity to prime colleges and universities. It’s proximity being right beside De La Salle University, UP Manila, St. Scholastica's College, Philippine Christian College and Philippine Normal College makes it a highly preferred address among parents.",
  "reviews": [
    {
      "title": "Nice condo!!",
      "content": "Absolutely delighted with my experience at this condominium! The facilities are top-notch, offering a luxurious and comfortable living environment. The location is unbeatable, providing convenient access to shopping, dining, and transportation. The staff are incredibly friendly and accommodating, always ready to assist with any inquiries. The overall ambiance is serene and well-maintained, making it a perfect retreat after a long day. Highly recommended for those seeking upscale living with convenience at its core!",
      "rating": 4,
      "image": "images/client-uploaded-files/condo-room.jpeg",
      "date": {
        "$date": "2024-03-10T16:00:00.000Z"
      },
      "author": {
        "$oid": "65eded9d0572307102cdd84d"
      }, 
      "_id": {
        "$oid": "65ededdf0572307102cdd855"
      },
      "comments": []
    },
    {
      "title": "Best condo ever!!!!!",
      "content": "An exemplary living experience awaits at this condominium! From the moment I stepped in, I was captivated by the stunning architecture and impeccable design. The amenities surpass expectations, catering to every need and desire with elegance and sophistication. The location is a gem, nestled in a vibrant neighborhood yet offering a peaceful sanctuary away from the hustle and bustle. The staff goes above and beyond, providing exceptional service with genuine warmth and professionalism. Maintenance is prompt and meticulous, ensuring a seamless living experience. Without a doubt, this condominium sets the standard for luxurious urban living, earning my highest recommendation with five stars!",
      "rating": 5,
      "date": {
        "$date": "2024-03-10T16:00:00.000Z"
      },
      "author": {
        "$oid": "65eded610572307102cdd83f"
      },
      "_id": {
        "$oid": "65eded7c0572307102cdd846"
      },
      "comments": []
    },
    {
      "title": "FIVE STARRRR",
      "content": "Five-star living defined! This condominium exceeds all expectations with its flawless blend of luxury, convenience, and comfort. The amenities are unparalleled, offering a resort-like experience right at home. From the state-of-the-art fitness center to the stunning rooftop pool, every detail is thoughtfully crafted to elevate the resident experience. The location is prime, surrounded by trendy shops, delicious dining options, and easy access to transportation. The staff are incredibly attentive and welcoming, making every interaction a pleasure. If you're seeking the pinnacle of urban living, look no further than this exceptional condominium. Five stars without hesitation!",
      "rating": 5,
      "date": {
        "$date": "2024-03-10T16:00:00.000Z"
      },
      "author": {
        "$oid": "65eded310572307102cdd833"
      },
      "_id": {
        "$oid": "65eded4b0572307102cdd839"
      },
      "comments": []
    },
    {
      "title": "W CONDO FRFR",
      "content": "Exceptional in every aspect, this condominium earns a resounding five stars! From the moment you step into the grand lobby, you're greeted by elegance and sophistication. The amenities are nothing short of extraordinary, providing residents with a lifestyle of luxury and convenience. Whether relaxing by the meticulously landscaped pool or enjoying the panoramic views from the sky lounge, every moment feels like a retreat. The location is unbeatable, offering easy access to entertainment, dining, and transportation options. The staff are friendly, attentive, and always go above and beyond to ensure resident satisfaction. Without a doubt, this condominium sets the standard for upscale urban living. Five stars for an unparalleled experience!",
      "rating": 5,
      "date": {
        "$date": "2024-03-10T16:00:00.000Z"
      },
      "author": {
        "$oid": "65edecf70572307102cdd829"
      },
      "_id": {
        "$oid": "65eded1b0572307102cdd82e"
      },
      "comments": []
    },
    {
      "title": "great value",
      "content": "Unbeatable value! This condominium offers a five-star living experience at a remarkably affordable price. Despite its luxurious amenities and prime location, the cost of living here is surprisingly reasonable compared to other options in the area. From the beautifully landscaped grounds to the stylishly appointed interiors, every aspect reflects quality and attention to detail without breaking the bank. Plus, with a range of floor plans available, there's something to suit every budget and lifestyle. Whether you're a first-time buyer or a seasoned investor, this condominium offers exceptional value that's hard to beat. Five stars for delivering luxury living without the hefty price tag!",
      "rating": 4,
      "date": {
        "$date": "2024-03-10T16:00:00.000Z"
      },
      "author": {
        "$oid": "65edeaf7b754b09640686ab4"
      },
      "_id": {
        "$oid": "65edecd80572307102cdd825"
      },
      "comments": []
    }
  ],
  "updatedAt": {
    "$date": "2024-03-10T17:29:03.236Z"
  }
},
{
  "_id": {
    "$oid": "65edec6d457221883bab9968"
  },
  "id": "2-torre",
  "name": "2 Torre<br/>Lorenzo",
  "address": "Taft Ave, Malate, Manila, 1004 Metro Manila",
  "rating": 4.3,
  "img": "images/2 torre.jpeg",
  "description": "2 Torre Lorenzo stands prominently on Taft Avenue, directly across from De La Salle University, serving as a gateway to the bustling metropolis. It upholds the hallmark convenience, accessibility, and security synonymous with Torre Lorenzo properties. Designed to accommodate diverse lifestyles, the premium building offers studio, one-bedroom, and two-bedroom units, catering to students, young professionals, and families alike. Residents benefit from a range of amenities including a swimming pool, fitness center, residents lounge, and roof deck, enhancing their living experience."
},
{
  "_id": {
    "$oid": "65edec6d457221883bab9969"
  },
  "id": "burgundy",
  "name": "Burgundy Transpacific Taft",
  "address": "Taft Ave, Malate, Manila, 1004 Metro Manila",
  "rating": 4.3,
  "img": "images/burg.jpg",
  "description": "Burgundy Transpacific Place in Taft seamlessly integrates commercial and residential spaces, creating a dynamic urban complex in Manila's heart. Its sleek design distinguishes it in the bustling cityscape, serving as a vibrant hub for work and leisure. Within its commercial precincts, trendy cafes, boutique shops, and professional services cater to diverse needs, drawing visitors from afar. The residential aspect offers upscale apartments, from cozy studios to spacious penthouses, each equipped with contemporary amenities for comfort. With a commitment to sustainability, Burgundy Transpacific Place not only fosters a vibrant urban lifestyle but also promotes eco-friendly living in Manila's dynamic landscape."
},
{
  "_id": {
    "$oid": "65edec6d457221883bab996a"
  },
  "id": "green-residence",
  "name": "Green Residences",
  "address": "Taft Ave, Malate, Manila, 1004 Metro Manila",
  "rating": 4.3,
  "img": "images/Green-Model.png",
  "description": "Green Residences, located near De La Salle University on Taft Avenue, epitomizes contemporary, eco-conscious living. Its sleek design seamlessly integrates green spaces and energy-efficient features, showcasing sustainable architecture. Residents enjoy amenities such as a fitness center, pool, and gardens, offering a tranquil escape in the bustling city. Its proximity to educational institutions caters to students seeking convenience without compromising on modern living standards. With a range of residential units available, from cozy studios to spacious apartments, Green Residences accommodates diverse lifestyles. Residents not only experience comfortable living but also uphold a commitment to environmental responsibility. Green Residences symbolizes the fusion of urban convenience and eco-conscious design, providing a contemporary living experience that prioritizes sustainability."
},
{
  "_id": {
    "$oid": "65edec6d457221883bab996b"
  },
  "id": "other-condos",
  "name": "Other<br/>Condos",
  "address": "Explore the Diversity of Condominiums",
  "rating": 5,
  "img": "images/condos.png",
  "description": "In addition to our curated selection of four premier condominiums, we understand that there's a vast array of options available in the market. That's why we've expanded our offerings to include a generalized condo review. This feature aims to provide valuable insights and information on a wider range of condominiums beyond our fixed selection. Whether you're a first-time buyer, an experienced investor, or simply exploring your options, our comprehensive condo review is designed to help you navigate the diverse landscape of condominium living. From amenities and location to pricing and developer reputation, we aim to provide the resources you need to make informed decisions about your real estate endeavors. Explore the possibilities and find the perfect condo that suits your lifestyle and preferences with our assistance."
}]